Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: An application on your phone is requesting permission to turn on Bluetooth.
be: Праґрама з тэлефона запытваецца на дазвол улучыць Bluetooth.

source: An application on your phone is requesting permission to turn on Bluetooth. Do you want to do this?
be: Праґрама з вашага тэлефону запытваецца на дазвол уключыць Bluetooth. Ці хочаце вы зрабіць гэта?

source: An application with this permission can determine the phone number and serial number of this phone, whether a call is active, the number that call is connected to and the like.
be: Праґрама, якая мае такі дазвол, можа вызначаць тэлефонны і сэрыйны нумар гэтага тэлефона ды, калі маецца дзейны выклік, нумар, зь якім зьвязваемся ды іншае падобнае.

source: An application with this permission can switch networks, turn the phone radio on and off and the like without ever notifying you.
be: Праґрама, якая мае такі дазвол, можа бяз вашага ведама зьмяняць сетку, выключаць ды ўключаць сувязь ды іншае падобнае.

source: An error had occurred during the sign in.
be: Далі хібу, калі ўваходзілі ў сыстэму.

source: An error had occurred while fetching data.
be: Далі хібу, калі атрымвалі зьвесткі.

source: An error had occurred while posting the comment.
be: Далі хібу, калі дасылалі выказваньне.

source: An error had occurred while removing the comment.
be: Далі хібу, калі сьціралі выказваньне.

source: An error has occurred.
be: Далі хібу.

source: An error has occurred. Please try again later.
be: Далі хібу. Калі ласка, паспрабуйце пазьней.

source: An error occured, the huddle could not be created.
be: Далі хібу, нельга стварыць таемку.

source: An error occurred and su was not updated.
be: Далі хібу і su не абнавілі.

source: An error occurred and su was not updated. A zip file (su-2.3.1-bin-signed.zip) has been placed on your sdcard, please reboot into recovery mode and flash it to update your su binary.
be: Далі хібу і su не абнавілі. Файл zip (su-2.3.1-bin-signed.zip) разьмясьцілі на вашае картцы SD — калі ласка, запусьціце нанова тэлефон у стан аднаўленьня ды запраґрамуйце яго, каб абнавіць ваш выканальны файл su.

source: An error occurred when downloading updates
be: Далі хібу, калі спампоўвалі абнаўленьні

source: An error occurred when signing in.
be: Далі хібу, калі ўваходзілі.

source: An error occurred while checking for updates
be: Далі хібу, калі шукалі абнаўленьні

source: An error occurred while loading the photo.
be: Далі хібу, калі чыталі фатаздымак.

source: An error occurred while playing.
be: Далі хібу, калі прайгравалі.

source: An error occurred while responding to the friend request.
be: Далі хібу, калі адказвалі на запыт сябраваць.

source: An error occurred while saving the photo.
be: Далі хібу, калі захоўвалі фатаздымак.

source: An error occurred while trying to load data.
be: Далі хібу, калі спрабавалі прачытаць зьвесткі.

source: An error occurred while trying to log in.
be: Далі хібу, калі спрабавалі ўвайсьці.

source: An error occurred while uploading.
be: Далі хібу, калі запампоўвалі.

source: An error occurred.
be: Далі хібу.

source: An error was encountered on your SD card.
be: Выявілася нечаканая памылка на картцы SD.

source: An error was encountered on your USB storage.
be: Выявілася нечаканая памылка ў сховішчы USB.

source: An error was encountered.
be: Выявілася памылка.

source: An existing package by the same name with a conflicting signature is already installed.
be: Ужо былі ўсталявалі пакунак з такою самаю назваю, але зь іншым подпісам.

source: An important new version of Google+ is available.
be: Даступная вэрсія Google+ з важнымі абнаўленьнямі.

source: An unlimited data plan is recommended.
be: Раіцца карыстацца неабмежаваным тарыфным плянам.

source: An updated schedule is now downloading.
be: Спампоўваецца абноўлены расклад.

source: Analog clock
be: Аналяґавы гадзіньнік

source: And to think I was such a good cat ...
be: І думаць, што я быў такім добрым кацянём…

source: Android Beam
be: Перадатчык (Android Beam)

source: Android Core Apps
be: Праґрамы асновы Android

source: Android Dreams
be: Мроі Android

source: Android Live Wallpapers
be: Жывыя шпалеры Android

source: Android Market
be: Крама Android

source: Android Market Terms of Service
be: Умовы абслугоўваньня Крамы Android.

source: Android Market notification
be: Спавяшчэньне ад крамы Android

source: Android Market notification.
be: Спавяшчэньне ад крамы Android.

source: Android OS
be: АС Android

source: Android System
be: Сыстэма Android

source: Android is upgrading...
be: Android абнаўляецца…

source: Android keyboard
be: Клявіятура Android

source: Android keyboard settings
be: Налады клявіятуры Android

source: Android market accepts
be: Карма Android прымае

source: Android services
be: Службы Android

source: Android version
be: Вэрсія Android

source: Androidian Theme
be: Аздабленьне Androidian

source: Angel
be: Анёл

source: Animated Drawer
be: Ажыўляць рысавальнік

source: Animation
be: Ажыўленьне

source: Animation off
be: Не ажыўляць

source: Animation scale .5x
be: Ажыўляць, маштаб 0,5

source: Animation scale 1.5x
be: Ажыўляць, маштаб 1,5

source: Animation scale 10x
be: Ажыўляць, маштаб 10

source: Animation scale 1x
be: Ажыўляць, маштаб 1

source: Animation scale 2x
be: Ажыўляць, маштаб 2

source: Animation scale 5x
be: Ажыўляць, маштаб 5

source: Anniversary
be: Угодкі

source: Anonymous
be: Безыменны

source: Anonymous identity
be: Безыменная тоеснасьць

source: Another WiFi protected session was detected.
be: Выявілі іншы абаронены сэанс Wi-Fi.

source: Another application is already running that must be stopped before you can start a new one.
be: Перад тым, як вы запусьціце новую праграму, трэба спыніць іншую праґраму, якая ўжо працуе.

source: Answer
be: Адказаць

source: Answering this new call will place your current call with %s on hold.
be: Калі адказаць на гэты выклік, бягучы выклік да %s будзе ўтрымвацца.

source: Any Network
be: Хоць-якая сетка

source: Any existing file will be overwritten.
be: Існы файл перазапішацца.

source: Anyone can dial your Online Number from a landline or mobile and your Skype rings - you can answer the call wherever you are in the world.
be: Патэлефанаваць на ваш сеціўны нумар з гарадзкога ці перасоўнага можа кожны, хто пажадае, а вы зможаце адказаць праз Skype, дзе б вы не былі.

source: Anyone can dial your Online Number from a landline or mobile, and you answer the call on Skype, wherever you are in the world.
be: Патэлефанаваць на ваш сеціўны нумар з гарадзкога ці перасоўнага можа кожны, хто пажадае, а вы зможаце адказаць праз Skype, дзе б вы не былі.

source: Anyone in your organization
be: Кожны з вашага аб’яднаньня

source: Anyone on the web
be: Кожны ў сеціве

source: Apartment, suite, unit, building, floor, etc.
be: Кватэра, нумар, будынак, паверх і г.д.

source: App
be: Праґрамы

source: App Drawer style
be: Выгляд рысавальніка праґрамаў

source: App details
be: Падрабязнасьці праґрамы

source: App doesn't exist.
be: Праґрама не існуе.

source: App drawer grid preferences
be: Перавагі сеткі рысавальніка праґрамаў

source: App info
be: Зьвесткі

source: App is copy-protected.
be: Праґрама абароненая ад капіяваньня.

source: App name
be: Назва праґрамы

source: App settings
be: Налады праґрамаў

source: App sync settings
be: Налады сынхранізаваць праґрамы

source: App to launch
be: Праґрама, якую запускаць

source: App:
be: Праґрама:

source: Append text to messages you send
be: Дадаваць подпіс да паведамленьняў, якія дасылаюцца

source: Application
be: Праґрама

source: Application %1$s (in process %2$s) is not responding.
be: Праґрама %1$s (працэс %2$s) не адказвае.

source: Application Name
be: Назва праґрамы

source: Application already exists.
be: Праґрама ўжо існуе.

source: Application beta is EXPIRED! Please update MagnetLink
be: Тэрмін дзеяньня бэта-вэрсіі праґрамы СКОНЧЫЎСЯ! Калі ласка, абнавіце MagnetLink

source: Application cannot be installed in the default install location.
be: Праґраму нельга ўсталяваць у звычайнае мейсца ўсталяваньня.

source: Application details
be: Падрабязнасьці

source: Application drawer visuals
be: Выгляд рысавальніка праґрамаў

source: Application group: %s
be: Суполка праґрамы: %s

source: Application groups
be: Суполкі праґрамаў

source: Application info
be: Зьвесткі пра праґраму

source: Application installed
be: Праґраму ўсталявалі

source: Application is distributed AS IS.
be: Дадатак распаўсюджваецца ЯК ЁСЬЦЬ.

source: Application is not installed on your phone.
be: Тэлефон ня мае гэтае праґрамы.

source: Application is not installed.
be: Праґраму не ўсталявалі.

source: Application killed
be: Праґраму забілі

source: Application moving, install location, communication filtering
be: Зьмяніць мейсца, куды ўсталёўваюцца праґрамы, наладзіць абмежаваньні сувязі

source: Application not found
be: Праґраму не знайшлі

source: Application not installed
be: Праґраму не ўсталявалі

source: Application not responding
be: Праґрама не адказвае

source: Application redirected
be: Праґраму перанакіравалі

source: Application requires newer SDK version.
be: Праґрама патрабуе навейшае вэрсіі SDK.

source: Application requires older SDK version.
be: Праґрама патрабуе старэйшае вэрсіі SDK.

source: Application settings
be: Налады праґрамаў

source: Application sync settings
be: Налады сынхранізаваць праґраму

source: Application uninstall not successful
be: Не ўдалося высталяваць праґраму

source: Application version
be: Вэрсія праґрамы

source: Application with this permission can, at any time, change between 2G Data and 3G data.
be: Праґрамы, якія маюць гэты дазвол, могуць зьмяняць злучэньне зь сецівам з 2G на 3G калі пажадаюць.

source: Application with this permission can, at any time, change between 2G Data and 3G data. 3G is faster, consumes more batery, and can also cost you more money.
be: Праґрамы, якія маюць гэты дазвол, могуць зьмяняць злучэньне зь сецівам з 2G на 3G абы-калі. 3G — хутчэйшае злучэньне, спажывае болей батарэі ды можа каштаваць болей грошай.

source: Applications
be: Праґрамы

source: Applications - click to remove from group
be: Праґрамы: пстрыкніце, каб прыбраць з суполкі

source: Applications can sync, send, and receive data at any time
be: Праґрамы могуць сынхранізаваць, дасылаць і атрымваць зьвесткі ў хоць-які час

source: Applications drawer
be: Рысавальнік праґрамаў

source: Applications partially restored.
be: Праґраму аднавілі часткова.

source: Applications restored.
be: Праґраму аднавілі.

source: Applications sync data automatically
be: Праґрамы сынхранізуюць зьвесткі самастойна

source: Applies only to Google search by voice
be: Ужываецца толькі калі шукаем голасам у Google

source: Apply theme!
be: Ужыць аздабленьне!

source: Approve
be: Зацьвердзіць

source: Approve group chat
be: Пацьвердзіць запрашэньне

source: Approving Face Tag
be: Зацьвярджаецца пазнака

source: Apps
be: Праґрамы

source: Apps and Market
be: Праґрамы і Крама

source: Apps can sync, send, and receive data at any time
be: Праґрамы могуць сынхранізаваць, дасылаць і атрымваць зьвесткі ў хоць-які час

source: Apps can't be installed directly from email.
be: Нельга ўсталёўваць праґрамы проста з электроннае пошты.

source: Apps list
be: Сьпіс праґрамаў

source: Apr
be: кра

source: April
be: красавік

source: Aqua
be: Пад вадою

source: Arabic (Algeria)
be: арабская (Альжыр)

source: Arabic (Egypt)
be: арабская (Эґіпэт)

source: Arabic (Iraq)
be: арабская (Ірак)

source: Arabic (Israel)
be: арабская (Ізраіль)

source: Arabic (Jordan)
be: арабская (Ярданія)

source: Arabic (Kuwait)
be: арабская (Кувэйт)

source: Arabic (Lebanon)
be: арабская (Лібан)

source: Arabic (Libya)
be: арабская (Лібія)

source: Arabic (Morocco)
be: арабская (Марока)

source: Arabic (Qatar)
be: арабская (Катар)

source: Arabic (Saudi Arabia)
be: арабская (Саудаўская Арабія)

source: Arabic (Sudan)
be: арабская (Судан)

source: Arabic (Syria)
be: арабская (Сірыя)

source: Arabic (Tunisia)
be: арабская (Туніс)

source: Arabic (United Arab Emirates)
be: арабская (Аб’яднаныя Арабскія Эміраты)

source: Arabic (Yemen)
be: арабская (Емэн)

source: Archive
be: Архіваваць

source: Archived %1$d conversation.
be: Архівавалі %1$d размову.

source: Archived %1$d conversations.
be: Архівавалі некалькі (%1$d) размоў.

source: Archiving %1$d conversation.
be: Архівуецца %1$d размова.

source: Archiving %1$d conversations.
be: Архівуецца некалькі (%1$d) размоў.

source: Are you awake?
be: Ты ня сьпіш?

source: Are you looking at me?
be: Глядзіш на мяне?

source: Are you still awake!?
be: Ты яшчэ ня сьпіш?!

source: Are you still watching soap operas?
be: Ты ўсё яшчэ глядзіш мыльныя опэры?

source: Are you still working!?
be: Ты яшчэ працуеш?!

source: Are you sure to cancel exporting %s?
be: Ці ўпэўненыя вы, што хочаце спыніць вымаць %s?

source: Are you sure to cancel importing %s?
be: Ці ўпэўненыя вы, што хочаце спыніць перапісваць %s?

source: Are you sure want to delete this post?
be: Ці ўпэўненыя вы, што хочаце сьцерці допіс?

source: Are you sure you don't want to create this profile?
be: Ці ўпэўненыя вы, што хочаце стварыць гэты профіль?

source: Are you sure you want to block %s?
be: Ці ўпэўненыя вы, што хочаце замкнуць %s?

source: Are you sure you want to block this person?
be: Ці ўпэўненыя вы, што хочаце забараніць гэтую асобу?

source: Are you sure you want to clear all call records?
be: Ці ўпэўненыя вы, што хочаце сьцерці запісы ўсіх выклікаў?

source: Are you sure you want to clear all events?
be: Ці хочаце ачысьціць падзеі?

source: Are you sure you want to clear all frequently called entries?
be: Ці ўпэўненыя вы, што хочаце сьцерці запісы часта выкліканых?

source: Are you sure you want to clear all incoming call records?
be: Ці ўпэўненыя вы, што хочаце сьцерці запісы ўсіх уваходных выклікаў?

source: Are you sure you want to clear all missed call records?
be: Ці ўпэўненыя вы, што хочаце сьцерці запісы ўсіх прапушчаных выклікаў?

source: Are you sure you want to clear all outgoing call records?
be: Ці ўпэўненыя вы, што хочаце сьцерці запісы ўсіх выходных выклікаў?

source: Are you sure you want to clear the call log?
be: Ці ўпэўненыя вы, што хочаце ачысьціць гісторыю выклікаў?

source: Are you sure you want to close the dialog?
be: Ці ўпэўненыя вы, што хочаце зачыніць?

source: Are you sure you want to continue?
be: Ці ўпэўненыя вы, што хочаце працягваць?

source: Are you sure you want to delete all credentials and reset the credential storage password?
be: Ці ўпэўненыя вы, што хочаце выдаліць усе даверчыя лісты ды ўзнавіць пароль на сховішча даверчых лістоў?

source: Are you sure you want to delete the group '%1$s'?
be: Ці ўпэўненыя вы, што хочаце выдаліць суполку «%1$s»?

source: Are you sure you want to delete the selected photos both from your phone and from your albums on the web?
be: Ці ўпэўненыя вы, што хочаце сьцерці абраныя здымкі і з тэлефону, і з альбомаў у сеціве?

source: Are you sure you want to delete this VPN?
be: Ці ўпэўненыя вы, што хочаце выкрасьліць гэтую VPN?

source: Are you sure you want to delete this contact?
be: Ці ўпэўненыя вы, што хочаце выдаліць гэты рахунак?

source: Are you sure you want to delete this locked message?
be: Ці ўпэўненыя вы, што хочаце выдаліць замкнёнае паведамленьне?

source: Are you sure you want to delete this profile
be: Ці ўпэўненыя вы, што хочаце выдаліць профіль?

source: Are you sure you want to disable video calling?
be: Ці ўпэўненыя вы, што хочаце забараніць выклікаць па відэа?

source: Are you sure you want to discard the changes made to this profile?
be: Ці ўпэўненыя вы, што хочаце адкінуць зьмяненьні, зробленыя ў гэтым профілі?

source: Are you sure you want to discard this voice comment?
be: Ці ўпэўненыя вы, што ня хочаце выказацца голасам?

source: Are you sure you want to export your contact list to \"%s\"?
be: Ці ўпэўненыя вы, што хочаце выняць сьпіс кантактаў у «%s»?

source: Are you sure you want to force stop?
be: Ці ўпэўненыя вы, што хочаце прымусова спыніць?

source: Are you sure you want to format the SD card?
be: Ці ўпэўненыя вы, што хочаце разьмеціць картку SD?

source: Are you sure you want to format the SD card? All data on your card will be lost.
be: Ці ўпэўненыя вы, што хочаце разьмеціць картку SD? Усе зьвесткі ды файлы з вашае карткі зьнішчацца.

source: Are you sure you want to leave this conversation?
be: Ці ўпэўненыя вы, што хочаце выйсьці з гэтае размовы?

source: Are you sure you want to log out?
be: Ці ўпэўненыя вы, што хочаце выйсьці?

source: Are you sure you want to remove %s as a call forwarding number?
be: Ці ўпэўненыя вы, што хочаце выкрасьліць %s з нумароў, на якія трэба перасылаць выклікі?

source: Are you sure you want to remove %s from your Contacts?
be: Ці ўпэўненыя вы, што хочаце выкрасьліць %s з кантактаў?

source: Are you sure you want to remove friend?
be: Ці ўпэўненыя вы, што хочаце выкрасьліць сябра?

source: Are you sure you want to remove this application
be: Ці ўпэўненыя вы, што хочаце прыбраць праґраму?

source: Are you sure you want to report abuse on %1$s?
be: Ці ўпэўненыя вы, што хочаце паскардзіцца на %1$s?

source: Are you sure you want to reset all gestures to default?
be: Ці ўпэўненыя вы, што хочаце ўзнавіць усе жэсты да пачатковых?

source: Are you sure you want to separate this single contact into multiple contacts: one for each set of contact information that was joined into it?
be: Ці ўпэўненыя вы, што хочаце падзяліць адзіны кантакт на некалькі: па адным на кожны з набораў зьвестак, што былі аб’яднаныя?

source: Are you sure you want to separate this single contact into multiple contacts?
be: Ці ўпэўненыя вы, што хочаце падзяліць адзін кантакт на некалькі?

source: Are you sure you want to sign out of Skype?
be: Ці ўпэўненыя вы, што хочаце выйсьці са Skype?

source: Are you sure you want to stop backing up your Wi-Fi passwords, bookmarks, and other settings and application data and erase all copies on Google servers?
be: Ці ўпэўненыя вы, што ня хочаце ствараць адноўкі зьвестак праґрамаў, пароляў на Wi-Fi, закладак ды іншых наладаў і зьвестак праґрамаў і што трэба сьцерці ўсе асобнікі з паслужнікоў Google?

source: Are you sure you want to stop backing up your settings and application data and erase all copies on Google servers?
be: Ці ўпэўненыя вы, што хочаце спыніць ствараць адноўкі наладаў і дадзеных праґрамаў і сьцерці ўсе асобнікі з паслужнікоў Google?

source: Are you sure you want to stop this system service?
be: Ці ўпэўненыя вы, што хочаце спыніць сыстэмную службу?

source: Are you sure you want to unblock %s?
be: Ці ўпэўненыя вы, што хочаце адамкнуць %s?

source: Are you sure you want to unblock this person?
be: Ці ўпэўненыя вы, што хочаце вярнуць гэтую асобу?

source: Are you sure?
be: Ці ўпэўненыя вы?

source: Are you there?
be: Ты тутака?

source: Area
be: Край

source: Area Traffic Reports
be: Справаздачы па руху транспарту

source: Area Traffic Reports disabled
be: Забараніць справаздачы па руху транспарту

source: Area Traffic Reports enabled
be: Дазволіць справаздачы па руху транспарту

source: Arizona
be: Арызона

source: Artists
be: Выканаўцы

source: Artists, albums, and tracks
be: Выканаўцы, альбомы й дарожкі

source: Artists\u2026
be: Выканаўцаў…

source: Artists…
be: Выканаўцаў…

source: As a result, the data on your phone is no longer accessible.
be: Як вынік, страцілі доступ да зьвестак тэлефона.

source: As a result, the data on your tablet is no longer accessible.
be: Як вынік, страцілі доступ да зьвестак пляншэта.

source: As speaker phone
be: Як галосьнік тэлефона

source: Asia
be: Азія

source: Ask before clearing
be: Запытацца перад тым, як ачысьціць

source: Ask before clearing call log
be: Запытацца перад тым, як ачысьціць гісторыю выклікаў

source: Ask before clearing frequently called
be: Запытацца перад тым, як ачысьціць сьпіс часта выкліканых

source: Ask for each call
be: Пытацца па кожным выкліку

source: Ask when a contact is added to Address Book
be: Пытацца, калі кантакт дадаецца да адраснае кнігі

source: Ask when launched
be: Запытвацца па запуску

source: Assign app
be: Прызначыць праґраму

source: Assign application
be: Прызначыць праґраму

source: Assign label
be: Прызначыць цэтлік

source: Assistant
be: Памочнік

source: Astana
be: Астана

source: Async
be: Асынхр.

source: At most 1 process
be: Ня больш як адзін працэс

source: At most 2 processes
be: Ня больш як два працэсы

source: At most 3 processes
be: Ня больш як тры працэсы

source: At most 4 processes
be: Ня больш як чатыры працэсы

source: Athens, Istanbul
be: Афіны, Стамбул

source: Atlantic Time
be: Атлянтычны час

source: Attach
be: Залучыць

source: Attach file
be: Залучыць файл

source: Attach photos
be: Залучыць фатаздымкі

source: Attach photos (%d)
be: Залучыць фатаздымкі (%d)

source: Attached is my calendar database with all my appointments and personal information.
be: У залучніку — база календара з усімі маімі сустрэчамі ды асабістымі зьвесткамі.

source: Attachment %1$d
be: Залучнік %1$d

source: Attachment copied to SD card
be: Залучнік перапісалі на картку SD

source: Attachment info
be: Зьвесткі залучніка

source: Attachment not fetched
be: Залучнік не атрымалі

source: Attachment not forwarded
be: Залучнік не пераслалі

source: Attachment save folder
be: Каталёґ на залучнікі

source: Attachment saved
be: Залучнік захавалі

source: Attachment saved as %s.
be: Залучнік захавалі як %s.

source: Attachment saved to SD card as %s.
be: Залучнік захавалі на картцы SD як %s.

source: Attachments %1$d
be: Залучнікі %1$d

source: Attempt made: %s.
be: Апошняя спроба: %s.

source: Attending
be: Наведаю

source: Attending?
be: Ці наведае?

source: Attention
be: Увага

source: Auckland
be: Оклэнд

source: Audible selection
be: Чутна абіраць

source: Audible touch tones
be: Чутныя дотыкі

source: Audio
be: Гуказапіс

source: Audio (music, ringtones, podcasts, etc.)
be: Гуказапісы (музыка, мэлёдыі, падвяшчальнікі ды іншае)

source: Audio Focus
be: Засяроджваць увагу

source: Audio attached
be: Залучылі гуказапіс

source: Audio chat
be: Гутарыць голасам

source: Audio file
be: Гукавы файл

source: Audio file has been added to your page
be: Гукавы файл дадалі на вашую бачыну

source: Audio muted
be: Гук сьцішылі

source: Audio not available.
be: Няма доступу да гуку.

source: Audio problem
be: Праблема з гукам

source: Audio settings for the attached dock
be: Налады гуку далучанага латка

source: Audio un-muted
be: Гук вярнулі

source: Aug
be: жні

source: August
be: жнівень

source: Australia
be: Аўстралія

source: Authenticating PIN\u2026
be: Апазнаецца код PIN…

source: Authenticating PIN…
be: Апазнаецца код PIN…

source: Authenticating with %1$s…
be: Апазнаемся у %1$s…

source: Authenticating with %1$s\u2026
be: Апазнаемся ў %1$s…

source: Authenticating\u2026
be: Апазнаемся…

source: Authenticating…
be: Апазнаемся…

source: Authentication Error
be: Памылка апазнаваньня

source: Authentication error
be: Памылка апазнаваньня

source: Authentication failed
be: Не ўдалося апазнацца

source: Authentication methods are not supported by server.
be: Спосабы апазнаваньня не падтрымваюцца паслужніком.

source: Authentication methods aren't supported by server.
be: Спосаб апазнаваньня не падтрымваецца паслужніком.

source: Authentication problem
be: Непаладка апазнаваньня

source: Authentication type
be: Від апазнаваньня

source: Authentication username
be: Імя карыстальніка

source: Authentication via the proxy server was unsuccessful.
be: Апазнаваньне праз паслужнік-пасродак не ўдалося.

source: Authentication was unsuccessful.
be: Апазнацца не ўдалося.

source: Authorization
be: Упаўнаважаньне

source: Authorization required
be: Трэба ўпаўнаважаньне

source: Authorization...
be: Упаўнаважваемся…

source: Authorizing purchase…
be: [н/д]Спраўджваецца пакупка…

source: Authorizing…
be: [н/д]Спраўджваюцца паўнамоцтвы…

source: Auto
be: Самарушна
